Repository: 250290sam/sidebar-login
Catalog: langs/sblogin-*.po
Languages: fi_fi, it_it

source: Login
it_it: Connettiti

source: Logged out heading
it_it: Testata per non autenticato

source: Heading for the widget when the user is logged out.
it_it: Testata per il widget quando un utente è autenticato.

source: Welcome %username%
it_it: Benvenuto/-a %username%

source: Logged in heading
it_it: Testata per autenticato

source: Heading for the widget when the user is logged in.
it_it: Testata per il widget quando un utente è autenticato.

source: Redirects
it_it: Ridirezionamenti

source: Login redirect
it_it: Ridirezionamento per la connessione

source: Url to redirect the user to after login. Leave blank to use the current page.
it_it: Url per ridirezionare l'utente dopo la connessione. Lascia vuoto per usare la pagina corrente.

source: Logout redirect
it_it: Ridirezionamento per la disconnessione

source: Url to redirect the user to after logout. Leave blank to use the current page.
it_it: Url per ridirezionare l'utente dopo la disconnessione. Lascia vuoto per usare la pagina corrente.

source: Links
it_it: Collegamenti

source: Show Register Link
fi_fi: Näytä linkki rekisteröitymiseen
it_it: Mostra il collegamento per la registrazione

source: The <a href="%s" target="_blank">'Anyone can register'</a> setting must be turned on for this option to work.
it_it: Il settaggio <a href="%s" target="_blank">'Chiunque può registrarsi'</a> deve essere abilitato perché quesa opzione funzioni.

source: Show Lost Password Link
fi_fi: Näytä 'Unohtunut salasana' linkki
it_it: Mostra collegamento per il recupero della parola chiave

source: Show Logged in Avatar
fi_fi: Näytä kirjautuneen avatar
it_it: Mostra avatar dei registrati

source: Dashboard
fi_fi: Ohjausnäkymä
it_it: Bacheca

source: Profile
fi_fi: Profiili
it_it: Profilo

source: Logged in links
fi_fi: Sisäänkirjautuneen linkit
it_it: Collegamento registrati

source: One link per line. Note: Logout link will always show regardless. Tip: Add <code>|true</code> after a link to only show it to admin users or alternatively use a <code>|user_capability</code> and the link will only be shown to users with that capability (see <a href='http://codex.wordpress.org/Roles_and_Capabilities' target='_blank'>Roles and Capabilities</a>).<br/> You can also type <code>%%USERNAME%%</code> and <code>%%USERID%%</code> which will be replaced by the user's info. Default: <br/>&lt;a href="%s/wp-admin/"&gt;Dashboard&lt;/a&gt;<br/>&lt;a href="%s/wp-admin/profile.php"&gt;Profile&lt;/a&gt;
it_it: Un collegamento per linea. Nota: Il collegamento per la disconnessione sarà sempre mostrato. Suggerimento: Aggiungi <code>|true</code> dopo un collegamento da mostrare solo agli amministratori oppure usa <code>|user_capability</code> ed il collegamento verrà mostrato solamente agli utenti di livello uguale a quello definito (vedi <a href='http://codex.wordpress.org/Roles_and_Capabilities' target='_blank'>http://codex.wordpress.org/Roles_and_Capabilities</a>.<br/> Puoi anche scrivere <code>%%USERNAME%%</code> e/o <code>%%USERID%%</code> che saranno sostituiti con i dati del utente. Impostazione predefinita:<br/>&lt;a href="%s/wp-admin/"&gt;Amministra sito&lt;/a&gt;<br/>&lt;a href="%s/wp-admin/profile.php"&gt;Profilo&lt;/a&gt;

source: Sidebar Login Options
it_it: Opzioni di Sidebar Login

source: Save Options
it_it: Salva opzioni

source: Username:
fi_fi: Käyttäjänimi
it_it: Nome utente:

source: Password:
fi_fi: Salasana
it_it: Parola chiave:

source: Remember me
fi_fi: Muista minut
it_it: Ricordami

source: Register
fi_fi: Rekisteröidy
it_it: Registrati

source: Password Lost and Found
fi_fi: Salasana kadonnut
it_it: Parola chiave persa e recuperata

source: Lost your password?
fi_fi: Unohtunut salasana?
it_it: Hai perso la parola chiave?

source: Logout
fi_fi: Kirjaudu ulos
it_it: Esci da questo account

source: Or login using an <a href="http://openid.net/what/" title="Learn about OpenID">OpenID</a>
fi_fi: Tai kirjaudu käyttäen <a href="http://openid.net/what/" title="Mikä on OpenID?">OpenID:tä</a>
it_it: Oppure effettuare il login usando una <a href="http://openid.net/what/" title="Learn about OpenID">OpenID</a>

source: Login &raquo;
it_it: Collegati &raquo;

source: <strong>ERROR</strong>: Please enter a username.
it_it: <strong>ERRORE</strong>: Inserisci nome utente.

source: <strong>ERROR</strong>: Please enter your password.
it_it: <strong>ERRORE</strong>: Inserisci parola chiave.

source: <p>Changes saved</p>
fi_fi: <p>Muutokset tallennettu</p>

source: Logged out Heading
fi_fi: Kirjautumattoman otsikko

source: Widget heading.
fi_fi: Vimpaimen otsikko.

source: Logged in Heading
fi_fi: Kirjautuneen otsikko

source: Heading for widget when user is logged in. <code>%username%</code> shows username.
fi_fi: Vimpainen otsikko käyttäjän ollessa kirjautuneena. <code>%username%</code> näyttää käyttäjänimen.

source: Login redirect URL
fi_fi: Kirjautumisen uudelleenohjaus

source: Url to redirect the user to after login. Leave blank to use their current page.
fi_fi: Osoite johon käyttäjä uudelleenohjataan kirjautumisen jälkeen. Jätä tyhjäksi käyttääksesi sen hetkistä sivua.

source: Logout redirect URL
fi_fi: Ulos kirjautumisen uudelleenohjaus

source: Url to redirect the user to after logout. Leave blank to use their current page.
fi_fi: Osoite johon käyttäjä uudelleenohjataan ulos kirjautumisen jälkeen. Jätä tyhjäksi käyttääksesi sen hetkistä sivua.

source: Yes
fi_fi: Kyllä

source: No
fi_fi: Ei

source: User registrations must also be turned on for this to work ('Anyone can register' checkbox in settings).
fi_fi: Valinta <a href="%s" target="_blank">'Kuka tahansa voi rekisteröityä'</a> täytyy olla käytössä, jotta tämä asetus toimii.

source: One link per line. Note: Logout link will always show regardless. Tip: Add <code>|true</code> after a link to only show it to admin users or alternatively use a <code>|user_capability</code> and the link will only be shown to users with that capability. See <a href='http://codex.wordpress.org/Roles_and_Capabilities' target='_blank'>http://codex.wordpress.org/Roles_and_Capabilities</a> for more info on roles and Capabilities.<br/> You can also type <code>%USERNAME%</code> and <code>%USERID%</code> which will be replaced by the user info. Default:
fi_fi: Yksi linkki per rivi. Huom: Kirjaudu ulos linkki näytetään aina. Vinkki: Lisää <code>|true</code> linkin perään näyttääksesi vain ylläpitäjille tai vaihtoehtoisesti käytä <code>|user_capability</code> näyttääksesi linkin niille kenellä on määrittelemäsi oikeudet (Katso <a href='http://codex.wordpress.org/Roles_and_Capabilities' target='_blank'>Roolit ja oikeudet (englanniksi)</a>).<br/> Voit myös kirjoittaa <code>%%USERNAME%%</code> ja/tai <code>%%USERID%%</code>, jotka korvataan käyttäjän tiedoilla. Oletus:

source: Save Changes
fi_fi: Tallenna muutokset

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href='http://www.google.com/cookies.html'>enable cookies</a> to use WordPress.
fi_fi: <strong>VIRHE</strong>: Evästeet ovat blokattu tai selaimesi ei tue niitä. Sinun täytyy <a href='https://www.google.com/support/websearch/bin/answer.py?hl=fi&answer=35851'>sallia evästeet</a> voidaksesi käyttää WordPress:iä.

source: <strong>ERROR</strong>: Please enter a username &amp; password.
fi_fi: <strong>VIRHE</strong>: Ole hyvä ja kirjoita käyttäjänimi &amp; salasana.

source: Adds a sidebar widget to let users login
fi_fi: Lisää sivupalkkiin vimpainen joka mahdollistaa sisäänkirjautumisen
